Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/kronikk:_samiske_festivaler_er_en_hyllest_til_mangfold_og_kjaerlighet_.html.tmx
Source language: nob
Languages: smj

source: Kronikk: Samiske festivaler er en hyllest til mangfold og kjærlighet
smj: Kronihkka: Sáme festivála guddnedij moattebelakvuodav ja gieresvuodav

source: Kronikk av sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: Kronihkka sámedikkerádes Mikkel Eskil Mikkelsenis (NSR).

source: Mens debattene om regnbueflagg ruller videre, kan du heller rette blikket mot de samiske festivalene.
smj: Madi dágástaláduvvá ádjájuoksaslávgá birra, máhtá farra jårgijdit tjalmijt sáme festiválajda.

source: Der finner du ekte trygge rom hvor mangfold feires med åpne armer.
smj: Danna gávna duodalasj jasska sajijt gånnå moattebelakvuohta ávvudaláduvvá rabás fármij.

source: Skeive urfolk er årets nordlige folk på Riddu Riđđu.
smj: Queera iemeálmmuk la da “Jahkásasj nuorttaguovllo álmmuk” Riddu Riđđu:n

source: Som mange andre er jeg en av dem som holder meg litt unna de evige debattene og giftige kommentarfeltene.
smj: Dagu moattes lev mån akta dajs gut anáv gaskav daj iehkeva dágástallamijda ja nievres næhttatsuojggim vejulasjvuodajda.

source: De bringer sjelden noe nytt, og å beskytte seg selv er viktig.
smj: E da álu buvte buorijt, ja allasim suodjalit la ájnas.

source: Terroren 25. juni 2022 var rettet mot skeive personer, og etterpå var konklusjonen klinke klar: Angrepet kunne ha vært unngått.
smj: Terror biehtsemáno 25. Biejve 2022 lij queer ulmutjij vuossti, ja maŋŋel lij konklusjåvnnå tjielgga: Ládadallam lidjin máhttet hieredit.

source: Selv om PSTs trusselvurdering i år ikke gir grunn til bekymring, føler jeg meg likevel ekstra utsatt og sårbar som skeiv.
smj: Juska PST:a ájtoárvustallam dá jage ij buvte dárbov muodástuhttet, de dåbdåv ietjam rassje queeran dá jage.

source: Derfor har jeg valgt en ny strategi: Jeg ser frem til de trygge rommene som kommer.
smj: Danen lav válljim ådå stratesjijjav: Mån ávvudaláv daj jasska båttåjda ma båhti.

source: Márkomeannu i Evenes kommune har lenge vært et trygt rom for skeive, noe de tydelig kommuniserer.
smj: Márkomeannu Evenášši suohkanin la guhkev læhkám jasska sadje queerajda, juojddá majt tjielggasit gaskosti.

source: Et annet høydepunkt er Riddu Riđđu i Kåfjord i Troms.
smj: Ietjá buorre dáhpádus la Riddu Riđđu Gáivuonan Råmsån.

source: I år bryter de tradisjonen med å presentere urfolk fra den nordlige halvkule som «Årets nordlige folk» og fokuserer i stedet på skeive urfolk.
smj: Dá jage de dådji sij árbbedábev åvddån buktet iemeálmmugijt nuorttaguovlos “Jahkásasj nuorttaguovllo álmmugin” ja farra tjalmostahtti queera iemeálmmugijda.

source: Dette blir årets kuleste trygge rom, hvor kjønns- og seksualitetsmangfold feires.
smj: Dát sjaddá da jahkásasj buoremus jasska sadje, gånnå sjiervve- ja seksualitiehttamoattebelakvuohta ávvudaláduvvá.

source: Beskjeden er: Kom som du er, og feir mangfoldet med skeive urfolk fra hele verden!
smj: Gåhttjom sjaddá: Boade navti gåk dån le, ja ávvudalá moattebelakvuodav queer iemeálmmugij ålles væráldis!

source: Disse solide og tydelige arenaene gir oss støtte og energi.
smj: Dá nanos ja tjielgga ariená vaddi midjij dårjav ja fámov.

source: Det er en boost for vår mentale helse.
smj: Dat fábmot mijá miellavarresvuodav.

source: Som både same og skeiv, vet jeg at uten tydelige samiske og skeive arenaer ville min livskvalitet vært betydelig forringet.
smj: Sihke sábmen ja queeran, de diedáv mån jut váni nanos ja tjielgga sáme queer ariená li muv iellemkvalitiehtta rassjot.

source: Derfor er det bra at Sametinget har inkludert den skeive samiske organisasjonen Garmeres på budsjettet for 2024.
smj: Dan diehti la buorre gå Sámedigge la válldám fárruj sáme queer organisasjåvnåv Garmeres 2024 budsjehtan.

source: Garmeres spiller en viktig rolle i arbeidet med å muliggjøre mangfold og synliggjøre skeive samer de neste årene.
smj: Garmeres:in la ájnas roalla bargon máhttelissan dahkat moattebelakvuodav ja vuojnnusij buktet queer sámijt boahtte jagijt.

source: I en tid hvor enkelte stemmer tillegger pride og regnbueflagget negativt meningsinnhold, er det ekstra viktig at institusjoner, organisasjoner og festivaler tydelig viser sin støtte for skeives rettigheter.
smj: Ájgen gånnå juohkka ájnegisá buktij nievres sisanov pride ja ádjájuoksaslávgá gáktuj, la sierraláhkáj ájnas jut ásadusá, organisasjåvnå ja festivála tjielggasit åvdedi ietjas dårjav queer riektájda.

source: Sametinget må være en klar stemme for mangfold, og som sametingsråd vil jeg sørge for at mangfoldet feires.
smj: Sámedigge hæhttu liehket nanos jiedna moattebelakvuohtaj, ja sámedikkeráden sidáv mån vájkkudit jut moattebelakvuohta ávvudaláduvvá.

source: Mens du bestiller billett til en samisk festival, kan du glede deg over at mangfoldet i det samiske samfunnet blir bredere.
smj: Madi dån diŋŋgu billehtav sáme festivállaj, máhtá dån ávvudallat dassta jut moattebelakvuohta sáme sebrudagán vijdeduvvá.

source: Dersom verken Márkomeannu eller Riddu Riđđu frister, kan du se frem til Sápmi Pride, som i 2025 skal arrangeres på norsk side av Sápmi.
smj: Jus ij Márkomeannu jali Riddu Riđđu hieba dunji, máhtá sæbrrat Sápmi Pride:an, mij jagen 2025 galggá dåladuvvat vuona biele Sámen.

source: Tusen takk til de samiske festivalene for deres innsats.
smj: Edna gijtto sáme festiválajda sijá rahtjama åvdås.

source: De viser hvordan vi sammen kan støtte og bygge opp under mangfoldet.
smj: Dat vuoset gåktu mij aktan máhttep doarjjat ja nannit moattebelakvuodav.

source: Sammen skaper vi et samfunn der alle kan føle seg trygge og velkomne.
smj: Aktan mij hábbmim sebrudagáv gånnå gájka máhtti dåbddåt jasskavuodav ja jut lij buorisboahtem.

source: Og til deg som reagerer på regnbueflagg i skolen: Det er ikke et flagg mot deg.
smj: Dunji gut murkesta ádjájuoksaslávggáj skåvlån: Dat ij la slávggá duv vuossti.

source: Det er et flagg for at hvert eneste barn i skolegården skal føle seg trygg og stolt, og det er en feiring av kjærligheten.
smj: Dat la slávggá mij galggá vájkkudit jut juohkka ájnna mánná skåvllåsáljon galggá dåbddåt ietjas jasska ja mihá, ja dat la ávvudallam gieresvuodas.

source: Hverken mer eller mindre, men likevel utrolig viktig.
smj: Ij ienep ja ij ga binnep, valla juska riek ájnas!

source: Happy pride!
smj: Vuorbbe Pride:aj!
